{"config": [{"config": {"activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 4453], "trainable": true, "name": "dense_1", "units": 512, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "dtype": "float32", "bias_regularizer": null, "activation": "linear"}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_1", "activation": "relu"}, "class_name": "Activation"}, {"config": {"trainable": true, "name": "dropout_1", "rate": 0.1}, "class_name": "Dropout"}, {"config": {"activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "units": 373, "kernel_constraint": null, "use_bias": true, "name": "dense_2", "bias_constraint": null, "bias_regularizer": null, "activation": "linear"}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_2", "activation": "softmax"}, "class_name": "Activation"}], "backend": "tensorflow", "keras_version": "2.0.6", "class_name": "Sequential"}