{"config": [{"config": {"kernel_constraint": null, "units": 2056, "batch_input_shape": [null, 2891], "activation": "linear", "trainable": true, "bias_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "dtype": "float32", "name": "dense_1", "use_bias": true, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"name": "activation_1", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_1", "trainable": true, "rate": 0.1}, "class_name": "Dropout"}, {"config": {"kernel_constraint": null, "units": 1024, "activation": "linear", "trainable": true, "bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_2", "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"name": "activation_2", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_2", "trainable": true, "rate": 0.1}, "class_name": "Dropout"}, {"config": {"kernel_constraint": null, "units": 1929, "activation": "linear", "trainable": true, "bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "name": "dense_3", "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"name": "activation_3", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "backend": "tensorflow", "keras_version": "2.0.8", "class_name": "Sequential"}