{"config": [{"config": {"name": "dense_1", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 2963], "units": 128, "dtype": "float32", "kernel_constraint": null, "activity_regularizer": null, "trainable": true, "activation": "linear", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"name": "dense_2", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 2802, "kernel_constraint": null, "activity_regularizer": null, "trainable": true, "activation": "linear", "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"name": "activation_1", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "backend": "tensorflow", "keras_version": "2.0.8", "class_name": "Sequential"}